---
kind: type
id: T:Autodesk.Revit.DB.MullionType
source: html/d54e677d-9ec1-d218-2e26-796774f65369.htm
---
# Autodesk.Revit.DB.MullionType

An object that represents a mullion type.

## Syntax (C#)
```csharp
public class MullionType : FamilySymbol
```